Repository: morinpic/Claude-Status-Bar
Catalog: ClaudeStatusBar/Resources/Localizable.xcstrings
Source language: en
Languages: ja

source: %@: Operational
ja: %@: 正常稼働

source: Active Incidents
ja: 発生中のインシデント

source: All systems operational
ja: 全サービス復旧

source: Cancel
ja: キャンセル

source: Connection Error
ja: 接続エラー

source: degraded performance
ja: パフォーマンス低下

source: Detailed
ja: 詳細

source: General
ja: 一般

source: Icon Design
ja: アイコンデザイン

source: Improving: %@
ja: 改善中: %@

source: Incident: %@
ja: 障害発生: %@

source: Invalid response from server
ja: サーバーからの無効なレスポンス

source: Language
ja: 言語

source: Last checked: %@
ja: 最終確認: %@

source: Launch at Login
ja: ログイン時に起動

source: major outage
ja: 大規模停止

source: No active incidents
ja: アクティブなインシデントはありません

source: Notification Level
ja: 通知レベル

source: Notifications
ja: 通知

source: Open Status Page
ja: ステータスページを開く

source: partial outage
ja: 一部停止

source: Polling Interval
ja: 更新間隔

source: Quit Claude Status Bar
ja: Claude Status Bar を終了

source: Reset
ja: リセット

source: Reset All Settings
ja: すべての設定をリセット

source: Reset All Settings?
ja: すべての設定をリセットしますか？

source: Retry
ja: 再試行

source: Settings
ja: 設定

source: Settings...
ja: 設定...

source: Simple
ja: シンプル

source: System Default
ja: システムのデフォルト

source: This will reset icon design, notification settings, and Launch at Login to their defaults.
ja: アイコンデザイン、通知設定、ログイン時の起動設定が初期値に戻ります。

source: This will reset icon design, notification settings, polling interval, and Launch at Login to their defaults.
ja: アイコンデザイン、通知設定、更新間隔、ログイン時の起動設定が初期値に戻ります。

source: This will reset notification settings and Launch at Login to their defaults.
ja: 通知設定とログイン時の起動設定が初期値に戻ります。

source: Updated: %@
ja: 更新: %@

source: Worsened: %@
ja: 悪化: %@
